import { FoodShop } from './model/FoodShop';

export const FOODSHOPS = [
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c3','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c3','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c2','東京純豆腐 くずはモール店', '韓国料理', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c3','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c3','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c3','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),
  new FoodShop('c1','河童ラーメン本舗 枚方店', '麺', 3.5, '2021-05-05', 'テスト'),

];

